tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jandedobbeleer/oh-my-posh"
tap "shivammathur/php"

brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "bat"
brew "boost"
brew "curl"
brew "freetds"
brew "php"
brew "composer"
brew "docker"
brew "docker-compose"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "libarchive"
brew "pango"
brew "ffmpeg"
brew "fileicon"
brew "fzf"
brew "jq"
brew "node"
brew "numpy"
brew "nvm"
brew "openjdk@11"
brew "py3cairo"
brew "python@3.10"
brew "python@3.11"
brew "scipy"
brew "stow"
brew "tldr"
brew "tmux"
brew "trash"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "shivammathur/php/php@8.0"
cask "font-fira-code-nerd-font"
brew "httpie"
