tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jandedobbeleer/oh-my-posh"

brew "stow" # Imporant for the entire dotfiles installation
brew "aom"
brew "atuin"
brew "bat"
brew "boost"
brew "curl"
brew "freetds"
brew "docker"
brew "docker-compose"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fd"
brew "libarchive"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "jq"
brew "node"
brew "nvm"
brew "numpy"
brew "nvm"
brew "py3cairo"
brew "python@3.11"
brew "scipy"
brew "tldr"
brew "trash"
brew "watchman"
brew "yarn"
brew "yt-dlp"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "font-fira-code-nerd-font"
brew "httpie"
